Repository: Truongduytanepu/MovieAppProX
Catalog: MovieAppProX/Palestine/*.lproj/Localizable.strings
Languages: hu

# discoverTr
source: Discover Trending Videos
hu: Fedezze fel a trend videókat

# drawTheAc
source: Draw The Accurate Line
hu: Rajzolja meg a pontos sort

source: Contribute With Joy
hu: Örömmel járuljon hozzá

source: Next
hu: Következő

source: Begin
hu: Kezdődik

source: Language
hu: Nyelv

# youHaveRun
source: You have run out of free uses
hu: Elfogyott a szabad felhasználás

# upgradeTo
source: Upgrade to PRO or watch a short ad to get 3 more uses
hu: Frissítse a pro -t, vagy nézzen meg egy rövid hirdetést, hogy további 3 felhasználást kapjon

source: Watch ads
hu: Nézze meg a hirdetéseket

source: Get free uses
hu: Ingyenes felhasználást kap

# onlyAShort
source: Only a short video will provide you more uses to enjoy our app
hu: Csak egy rövid videó nyújt több felhasználást az alkalmazásunk élvezéséhez

# watchAdsFor
source: Watch Ads for +3 more
hu: Nézze meg a hirdetéseket +3 további

# youHave
source: You have 10 free uses
hu: 10 ingyenes felhasználása van

# upgradeToUnlimited
source: Upgrade to PRO for unlimited uses
hu: Frissítés a PRO -ra korlátlan felhasználás céljából

# doYouWant
source: Do you want to improve your ad experience?
hu: Szeretné javítani hirdetési élményét?

# isSupported
source: is supported by ads. To make these as relevant as possible, we would like to collect and share data with our partners. Please note that saying no won't get rid of ads. But if you say yes, you'll enjoy ads that really speak to you. Why settle for random ads when you can have ads that truly catch your eye?
hu: a hirdetések támogatják. Annak érdekében, hogy ezeket a lehető legmegfelelőbbé tegyük, szeretnénk adatokat gyűjteni és megosztani partnereinkkel. Felhívjuk figyelmét, hogy a nem mondás nem szabad megszabadulni a hirdetésektől. De ha igen, akkor élvezni fogja a hirdetéseket, amelyek valóban beszélnek veled. Miért kell véletlenszerű hirdetésekhez rendezni, ha olyan hirdetések vannak, amelyek valóban felhívják a figyelmet?

# youCan
source: You can update your choices in Settings at anytime
hu: Bármikor frissítheti választásait a beállításokban

# oke
source: OK
hu: rendben

source: Try Now
hu: Próbálja ki most

source: Trending
hu: Trend

source: Camera
hu: Kamera

source: Home
hu: itthon

source: Gallery
hu: Képtár

# whyYou
source: Why you should use this app, this filter?
hu: Miért kellene használnia ezt az alkalmazást, ezt a szűrőt?

# withinThisApp
source: Within this app, a filter is making a difference by spreading love and peace Take a moment to truly listen to their voices and stories. Feel their experiences. Let's come together to share positivity and raise awareness for peace across the globe. Join us in using this filter to spread kindness and understanding. Your empathy matters. Thank you for being a part of this compassionate journey.
hu: Ebben az alkalmazáson belül a szűrő változást hoz a szeretet és a béke terjesztésével Szánjon egy pillanatra, hogy valóban meghallgassa hangjukat és történeteiket. Érezd tapasztalataikat. Gyere össze, hogy megosszuk a pozitivitást és felhívjuk a figyelmet a békére az egész világon. Csatlakozzon hozzánk a szűrő használatához a kedvesség és a megértés terjesztéséhez. Az empátia számít. Köszönöm, hogy részt vettél ennek az együttérző utazásnak.

source: Add Song
hu: Dal hozzáadása

source: Choose filter
hu: Válassza a szűrőt

source: Done
hu: Kész

source: Audio
hu: Hang

source: Retake
hu: Újraindít

source: Share
hu: Ossza meg

source: Saving ...
hu: Megtakarítás ...

source: Saved
hu: Mentett

source: Loading ...
hu: Betöltés ...

# removeThis
source: Remove this video ?
hu: Távolítsa el ezt a videót?

# afterDeleting
source: After deleting, you won’t be able to see these images and video again.
hu: A törlés után nem fogja újra látni ezeket a képeket és videókat.

source: Yes
hu: Igen

source: Discard
hu: Eldob

source: Finish
hu: Befejez

source: Other
hu: Egyéb

# explore
source: Explore more ways to enjoy our app with Trending videos
hu: Fedezze fel a további lehetőségeket az alkalmazásunk élvezésére trend videókkal

source: Select
hu: Válasszon

source: Clear all gallery
hu: Tisztítsa meg az összes galériát

# deleteThis
source: Delete this video?
hu: Törölje ezt a videót?

# youWon
source: You won’t be able to see this video again.
hu: Nem fogja újra látni ezt a videót.

source: Delete
hu: Töröl

source: Update available
hu: Frissítés elérhető

source: Update
hu: Frissít

# having
source: Having a great time?
hu: Nagyszerű időt tölteni?

# supportOur
source: Support our app by giving us a rating
hu: Támogassa alkalmazásunkat azáltal, hogy besorolást ad nekünk

source: Submit
hu: Beküldés

# yourFeedback
source: Your feedback is very valuable to us.
hu: Visszajelzése nagyon értékes számunkra.

source: Share app
hu: Ossza meg az alkalmazást

source: Rate app
hu: Értékeld az alkalmazást

source: Privacy Policy
hu: Adatvédelmi irányelvek

# thank
source: Thank you
hu: Köszönöm

# yourGallery
source: Your gallery is empty Create images and videos now !
hu: A galéria üres, képeket és videókat készít most!

# howCan
source: How can we do better?
hu: Hogyan tudunk jobban csinálni?

source: Setting
hu: Beállítás
